import fireplace1 from "../images/fireplace1lg.jpg";
import fireplace2 from "../images/fireplace2lg.jpg";
import fireplace3 from "../images/fireplace3lg.jpg";

import fireplaceSm1 from "../images/Gallery/galleryImageSm1.jpg";
import fireplaceSm2 from "../images/Gallery/galleryImageSm2.jpg";
import fireplaceSm3 from "../images/Gallery/galleryImageSm3.jpg";

export const categorie = [
  {
    id: 1,
    name: "מובנה קיר",
  },
  {
    id: 2,
    name: "דו צדדי",
  },
  {
    id: 3,
    name: "מתאים לחוץ",
  },
  {
    id: 4,
    name: "קמינים גז",
  },
];

export const productsList = [
  {
    id: 1,
    imageLg: fireplace1,
    imageSm: fireplaceSm1,
    categorie: categorie[0],
    header: "לורם איפסום דולור סיט אמט",
    tags: ["קיר", "חוץ"],
    text: (
      <div>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>
          מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון
          ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק.
        </p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש.
          תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
        </p>
      </div>
    ),
    shortText: "לורם איפסום דולור ",
    styleList: ["לורם איפסום", "דולור סיט אמט", "קונסקטורר"],
    typeOptionsList: ["מוסן", "מונפרר"],
    featuresList: ["גולר מונפרר סוברט", "לורם שבצק יהול", "לכנוץ בעריר גק ליץ", "גק ליץ", "ולום ארווס סאפיאן"],
    url: "/itempage/1",
  },
  {
    id: 2,
    imageLg: fireplace2,
    imageSm: fireplaceSm2,
    categorie: categorie[1],
    header: "לורם דולור סיט אמט",
    tags: ["קיר", "חוץ"],
    text: (
      <div>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>
          מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון
          ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק.
        </p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש.
          תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
        </p>
      </div>
    ),
    shortText: "לורם איפסום דולור סיט אמט",
    styleList: ["לורם איפסום", "דולור סיט אמט", "קונסקטורר"],
    typeOptionsList: ["מוסן", "מונפרר"],
    featuresList: ["גולר מונפרר סוברט", "לורם שבצק יהול", "לכנוץ בעריר גק ליץ", "גק ליץ", "ולום ארווס סאפיאן"],
    url: "/itempage/2",
  },
  {
    id: 3,
    imageLg: fireplace3,
    imageSm: fireplaceSm3,
    categorie: categorie[0],
    header: "גולר מונפרר סוברט",
    tags: ["קיר", "חוץ"],
    text: (
      <div>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>
          מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון
          ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק.
        </p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש.
          תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
        </p>
      </div>
    ),
    shortText: "לורם איפסום דולור סיט אמט",
    styleList: ["לורם איפסום", "דולור סיט אמט", "קונסקטורר"],
    typeOptionsList: ["מוסן", "מונפרר"],
    featuresList: ["גולר מונפרר סוברט", "לורם שבצק יהול", "לכנוץ בעריר גק ליץ", "גק ליץ", "ולום ארווס סאפיאן"],
    url: "/itempage/3",
  },
  {
    id: 2,
    imageLg: fireplace2,
    imageSm: fireplaceSm2,
    categorie: categorie[1],
    header: "לורם איפסום דולור סיט אמט",
    tags: ["קיר", "חוץ"],
    text: (
      <div>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>
          מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון
          ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק.
        </p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש.
          תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
        </p>
      </div>
    ),
    shortText: "לורם איפסום דולור סיט אמט",
    styleList: ["לורם איפסום", "דולור סיט אמט", "קונסקטורר"],
    typeOptionsList: ["מוסן", "מונפרר"],
    featuresList: ["גולר מונפרר סוברט", "לורם שבצק יהול", "לכנוץ בעריר גק ליץ", "גק ליץ", "ולום ארווס סאפיאן"],
    url: "/itempage/2",
  },
  {
    id: 3,
    imageLg: fireplace3,
    imageSm: fireplaceSm3,
    categorie: categorie[3],
    header: "לורם איפסום דולור סיט אמט",
    tags: ["קיר", "חוץ"],
    text: (
      <div>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>
          מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון
          ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק.
        </p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש.
          תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
        </p>
      </div>
    ),
    shortText: "לורם איפסום דולור סיט אמט",
    styleList: ["לורם איפסום", "דולור סיט אמט", "קונסקטורר"],
    typeOptionsList: ["מוסן", "מונפרר"],
    featuresList: ["גולר מונפרר סוברט", "לורם שבצק יהול", "לכנוץ בעריר גק ליץ", "גק ליץ", "ולום ארווס סאפיאן"],
    url: "/itempage/3",
  },
  {
    id: 1,
    imageLg: fireplace1,
    imageSm: fireplaceSm1,
    categorie: categorie[2],
    header: "לורם איפסום דולור סיט אמט",
    tags: ["קיר", "חוץ"],
    text: (
      <div>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>
          מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון
          ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק.
        </p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש.
          תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
        </p>
      </div>
    ),
    shortText: "לורם איפסום דולור סיט אמט",
    styleList: ["לורם איפסום", "דולור סיט אמט", "קונסקטורר"],
    typeOptionsList: ["מוסן", "מונפרר"],
    featuresList: ["גולר מונפרר סוברט", "לורם שבצק יהול", "לכנוץ בעריר גק ליץ", "גק ליץ", "ולום ארווס סאפיאן"],
    url: "/itempage/1",
  },
  {
    id: 3,
    imageLg: fireplace3,
    imageSm: fireplaceSm3,
    categorie: categorie[2],
    header: "לורם איפסום דולור סיט אמט",
    tags: ["קיר", "חוץ"],
    text: (
      <div>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>
          מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון
          ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק.
        </p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש.
          תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
        </p>
      </div>
    ),
    shortText: "לורם איפסום דולור סיט אמט",
    styleList: ["לורם איפסום", "דולור סיט אמט", "קונסקטורר"],
    typeOptionsList: ["מוסן", "מונפרר"],
    featuresList: ["גולר מונפרר סוברט", "לורם שבצק יהול", "לכנוץ בעריר גק ליץ", "גק ליץ", "ולום ארווס סאפיאן"],
    url: "/itempage/3",
  },
  {
    id: 1,
    imageLg: fireplace1,
    imageSm: fireplaceSm1,
    categorie: categorie[3],
    header: "לורם איפסום דולור סיט אמט",
    tags: ["קיר", "חוץ"],
    text: (
      <div>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>
          מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון
          ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק.
        </p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש.
          תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
        </p>
      </div>
    ),
    shortText: "לורם איפסום דולור סיט אמט",
    styleList: ["לורם איפסום", "דולור סיט אמט", "קונסקטורר"],
    typeOptionsList: ["מוסן", "מונפרר"],
    featuresList: ["גולר מונפרר סוברט", "לורם שבצק יהול", "לכנוץ בעריר גק ליץ", "גק ליץ", "ולום ארווס סאפיאן"],
    url: "/itempage/1",
  },
  {
    id: 2,
    imageLg: fireplace2,
    imageSm: fireplaceSm2,
    categorie: categorie[1],
    header: "לורם איפסום דולור סיט אמט",
    tags: ["קיר", "חוץ"],
    text: (
      <div>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>
          מוסן מנת. להאמית קרהשק סכעיט דז מא, מנכם למטכין נשואי מנורך. קונסקטורר אדיפיסינג אלית. סת אלמנקום ניסי נון
          ניבאה. דס איאקוליס וולופטה דיאם. וסטיבולום אט דולור, קראס אגת לקטוס וואל אאוגו וסטיבולום סוליסי טידום בעליק.
        </p>
        <p>
          קלאצי הועניב היושבב שערש שמחויט - שלושע ותלברו חשלו שעותלשך וחאית נובש ערששף. זותה מנק הבקיץ אפאח דלאמת יבש,
          כאנה ניצאחו נמרגי שהכים תוק, הדש שנרא התידם הכייר וק
        </p>
        <p>לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית קולהע צופעט למרקוח איבן איף, ברומץ כלרשט מיחוצים.</p>
        <p>
          גולר מונפרר סוברט לורם שבצק יהול, לכנוץ בעריר גק ליץ, ושבעגט ליבם סולגק. בראיט ולחת צורק מונחף, בגורמי מגמש.
          תרבנך וסתעד לכנו סתשם השמה - לתכי מורגם בורק? לתיג ישבעס.
        </p>
      </div>
    ),
    shortText: "לורם איפסום דולור סיט אמט",
    styleList: ["לורם איפסום", "דולור סיט אמט", "קונסקטורר"],
    typeOptionsList: ["מוסן", "מונפרר"],
    featuresList: ["גולר מונפרר סוברט", "לורם שבצק יהול", "לכנוץ בעריר גק ליץ", "גק ליץ", "ולום ארווס סאפיאן"],
    url: "/itempage/2",
  },
];

export const productsListNoImages = productsList.map((item) => {
  return {
    id: item.id,
    header: item.header,
  };
});
